/* No comment provided by engineer. */
"%lld tasks" = "%lld tasks";

/* No comment provided by engineer. */
"Add data" = "Add data";

/* No comment provided by engineer. */
"Are you sure you want to delete this project? All data will be removed and cannot be undone" = "Are you sure you want to delete this project? All data will be removed and cannot be undone";

/* No comment provided by engineer. */
"Awards" = "Awards";

/* No comment provided by engineer. */
"Basic settings" = "Basic settings";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete project?" = "Delete project?";

/* No comment provided by engineer. */
"Finished" = "Finished";

/* No comment provided by engineer. */
"Finishing the project put it in the Finished tab; deleting it removes the project entirely." = "Finishing the project put it in the Finished tab; deleting it removes the project entirely.";

/* No comment provided by engineer. */
"High" = "High";

/* No comment provided by engineer. */
"Home" = "Home";

/* No comment provided by engineer. */
"Low" = "Low";

/* No comment provided by engineer. */
"Medium" = "Medium";

/* No comment provided by engineer. */
"Ongoing" = "Ongoing";

/* No comment provided by engineer. */
"Please select something from the menu." = "Please select something from the menu.";

/* No comment provided by engineer. */
"Priority" = "Priority";

/* No comment provided by engineer. */
"Sort tasks by" = "Sort tasks by";

/* No comment provided by engineer. */
"There's nothing here." = "There's nothing here.";

"Ongoing Projects" = "Ongoing Projects";
"Finished Projects" = "Finished Projects";

"Add a new task" = "Add a new task";
"Edit Item" = "Edit Item";
"Task name" = "Task name";
"Description" = "Description";
"Mark Completed" = "Mark Completed";
"Edit Project" = "Edit Project";
"Project name" = "Project name";
"Finish this project" = "Finish this project";
"Delete the project" = "Delete the project";
"Optimized" = "Optimized";
"Creation Date" = "Creation Date";
"Title" = "Title";
"Up next" = "Up next";
"More to come" = "More to come";

